Show / Hide Table of Contents
Enum Element2DType
Analysis Type of 2D IOM element
Namespace: IdeaRS.OpenModel.Model
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum Element2DType
Fields
 Name |  Description
 Shell
Shell
 Slab
Slab
 Wall
Wall
 Improve this Doc
 View Source